'use strict'; 
        define(function(){
            var E = {
    "AC": {
        "message": "အက်ဆန်ရှင်ကျွန်း "
    },
    "AD": {
        "message": "အန်ဒိုရာ"
    },
    "AE": {
        "message": "အာရပ်စော်ဘွားများပြည်ထောင်စု"
    },
    "AF": {
        "message": "အာဖဂန်နစ္စတန်"
    },
    "AG": {
        "message": "အန်တီဂွါ နှင့် ဘာဘူဒါ"
    },
    "AI": {
        "message": "အန်ဂွီလ်လာ"
    },
    "AL": {
        "message": "အယ်လ်ဘားနီးယား"
    },
    "AM": {
        "message": "အာမေးနီးယား"
    },
    "AN": {
        "message": "နယ်သာလန် Antilles"
    },
    "AO": {
        "message": "အန်ဂိုလာ"
    },
    "AQ": {
        "message": "အန္ထာတိက"
    },
    "AR": {
        "message": "အာဂျင်တီးနား"
    },
    "AS": {
        "message": "အမေရိကန် ဆာမိုအာ"
    },
    "AT": {
        "message": "သြစတြီးယား"
    },
    "AU": {
        "message": "သြစတြေးလျ"
    },
    "AW": {
        "message": "အရူဘာ"
    },
    "AX": {
        "message": "အလန်ကျွန်းစု"
    },
    "AZ": {
        "message": "အဇာဘေးယန်း"
    },
    "About": {
        "message": "အကြောင်း"
    },
    "About Hola": {
        "message": "Hola အကြောင်း"
    },
    "Awesome!": {
        "message": "သိပ်ကောင်းပါတယ်!"
    },
    "BA": {
        "message": "ဘော်ဇနီးယန်း နှင့် ဟာဇက်ဂိုဗီးနား"
    },
    "BB": {
        "message": "ဘာဘေဒို"
    },
    "BD": {
        "message": "ဘင်္ဂလားဒေ့ရှ်"
    },
    "BE": {
        "message": "ဘယ်လ်ဂျီယမ်"
    },
    "BF": {
        "message": "ဘာကင်နာ ဖာဆို"
    },
    "BG": {
        "message": "ဘူဂေးရီးယား"
    },
    "BH": {
        "message": "ဘာရိန်း"
    },
    "BI": {
        "message": "ဘူရန်ဒီ"
    },
    "BJ": {
        "message": "ဘန်နင်"
    },
    "BL": {
        "message": "စိန့် ဘာသဲလမီ"
    },
    "BM": {
        "message": "ဘာမျူဒါ"
    },
    "BN": {
        "message": "ဘရူနိုင်း"
    },
    "BO": {
        "message": "ဘိုလိဗိယား"
    },
    "BQ": {
        "message": "ဗြိတိသျှ အန္တာတိတ်နယ်မြေ"
    },
    "BR": {
        "message": "ဘရာဇီးလ်"
    },
    "BS": {
        "message": "ဘဟားမားစ်"
    },
    "BT": {
        "message": "ဘူတန်"
    },
    "BV": {
        "message": "ဘိုဗက်ကျွန်း"
    },
    "BW": {
        "message": "ဘော့်ထ်ဝါးနား"
    },
    "BY": {
        "message": "ဘီလားရပ်စ်"
    },
    "BZ": {
        "message": "ဘလီဇဲ"
    },
    "CA": {
        "message": "ကနေဒါ"
    },
    "CC": {
        "message": "ကိုကိုးစ် [ကီးလင်း] ကျွန်းစု"
    },
    "CD": {
        "message": "ကွန်ဂို - ကင်ရှားစ"
    },
    "CF": {
        "message": "အလယ်ပိုင်းအာဖရိကန် ပြည်သူ့သမ္မတ"
    },
    "CG": {
        "message": "ကွန်ဂို - ဘရာဇာဗီလီ"
    },
    "CH": {
        "message": "ဆွစ်ဇာလန်"
    },
    "CI": {
        "message": "ကုတ် ဒီအီဗွိုင်းရား"
    },
    "CK": {
        "message": "ကု(ခ်) ကျွန်းစု"
    },
    "CL": {
        "message": "ချီလီ"
    },
    "CM": {
        "message": "ကင်မရွန်"
    },
    "CN": {
        "message": "တရုတ်ပြည်သူ့သမ္မတ"
    },
    "CO": {
        "message": "ကိုလမ်ဘီယာ"
    },
    "CP": {
        "message": "ကလစ်(ပ်)ပါတန်ကျွန်း"
    },
    "CR": {
        "message": "ကိုစတာရီကာ"
    },
    "CS": {
        "message": "ဆားဗီးယား နှင့် မွန်တီနီဂရိုး"
    },
    "CT": {
        "message": "ကန်တန် နှင့် အန်ဒါဘူရီ ကျွန်းစု"
    },
    "CU": {
        "message": "ကျူးဘား"
    },
    "CV": {
        "message": "ကိပ်ဗာဒီ"
    },
    "CX": {
        "message": "ခရစ်စမတ်ကျွန်း"
    },
    "CY": {
        "message": "ဆိုက်ပရပ်စ်"
    },
    "CZ": {
        "message": "ချက် ပြည်သူ့သမ္မတ"
    },
    "DD": {
        "message": "အရှေ့ဂျာမနီ"
    },
    "DE": {
        "message": "ဂျာမနီ"
    },
    "DG": {
        "message": "ဒီဂိုကာစီယာ"
    },
    "DJ": {
        "message": "ဒီဘိုတိ"
    },
    "DK": {
        "message": "ဒိန်းမာ့ခ်"
    },
    "DM": {
        "message": "ဒိုမီနီကာ"
    },
    "DO": {
        "message": "ဒိုမီနီကန် ပြည်သူ့သမ္မတ"
    },
    "DZ": {
        "message": "အယ်လ်ဂျီးရီးယား"
    },
    "Delete": {
        "message": "ဖျက်မည်"
    },
    "EA": {
        "message": "စူတာ နှင့် မီလီလာ"
    },
    "EC": {
        "message": "အက်ကွာဒေါ"
    },
    "EE": {
        "message": "အက်စ်တိုးနီးယား"
    },
    "EG": {
        "message": "အီဂျစ်"
    },
    "EH": {
        "message": "အနောက်ဆာဟာရ"
    },
    "ER": {
        "message": "အရီထရီးယား"
    },
    "ES": {
        "message": "စပိန်"
    },
    "ET": {
        "message": "အီသီယိုးပီးယား"
    },
    "EU": {
        "message": "ဥရောပ ပြည်ထောင်စု"
    },
    "FI": {
        "message": "ဖင်လန်"
    },
    "FJ": {
        "message": "ဖီကျီ"
    },
    "FK": {
        "message": "ဖော့ခ်လန်း ကျွန်းစု"
    },
    "FM": {
        "message": "မိုက်ခရိုနီးရှား"
    },
    "FO": {
        "message": "ဖာရို ကျွန်းစု"
    },
    "FQ": {
        "message": "ပြင်သစ်တောင်ပိုင်း နှင် အန္တာတိတ်နယ်မြေများ"
    },
    "FR": {
        "message": "ပြင်သစ်"
    },
    "FX": {
        "message": "ပြင်သစ်ပြည်မကြီး"
    },
    "Free": {
        "message": "အခမဲ့"
    },
    "GA": {
        "message": "ဂါဘွန်"
    },
    "GB": {
        "message": "ဗြိတိန်"
    },
    "GD": {
        "message": "ဂရဲန်နေဒါ"
    },
    "GE": {
        "message": "ဂျော်ဂျီယာ"
    },
    "GF": {
        "message": "ဖရန့် ဂွီရန်းနား"
    },
    "GG": {
        "message": "ဂွားနစေး"
    },
    "GH": {
        "message": "ဂဟားနား"
    },
    "GI": {
        "message": "ဂစ်ဘရောတာ"
    },
    "GL": {
        "message": "ဂရင်းလန်း"
    },
    "GM": {
        "message": "ဂမ်ဘီယာ"
    },
    "GN": {
        "message": "ဂီနီယာ"
    },
    "GP": {
        "message": "ဂွါဒလောပီ"
    },
    "GQ": {
        "message": "အီကွေတာ ဂီနီယာ"
    },
    "GR": {
        "message": "ဂရိ"
    },
    "GS": {
        "message": "တောင်ဂျော်ဂျီယာ နှင့် တောင်ဆန်းဒဝှစ် ကျွန်းစု"
    },
    "GT": {
        "message": "ဂွါတီမာလာ"
    },
    "GU": {
        "message": "ဂွါမ်"
    },
    "GW": {
        "message": "ဂျင်နီယာ-ဘစ်ဆော"
    },
    "GY": {
        "message": "ဂူယားနား"
    },
    "HK": {
        "message": "ဟောင်ကောင်"
    },
    "HM": {
        "message": "ဟားဒ်ကျွန်း နှင့် မက်ခ်ဒေါ်နယ်လ် ကျွန်းစု"
    },
    "HN": {
        "message": "ဟွန်ဒူးရပ်စ်"
    },
    "HR": {
        "message": "ခရိုအေးရှား"
    },
    "HT": {
        "message": "ဟိုက်တီ"
    },
    "HU": {
        "message": "ဟန်ဂေရီ"
    },
    "Help": {
        "message": "အကူအညီ"
    },
    "IC": {
        "message": "ကန်နရီ ကျွန်းစု"
    },
    "ID": {
        "message": "အင်ဒိုနီးရှား"
    },
    "IE": {
        "message": "အိုင်ယာလန်"
    },
    "IL": {
        "message": "အစ္စရေး"
    },
    "IM": {
        "message": "မန်း အစ်စဲလ်"
    },
    "IN": {
        "message": "အိန္ဒိယ"
    },
    "IO": {
        "message": "ဗြိတိသျှ အိန္ဒိယသမုဒ္ဒရာနယ်မြေ"
    },
    "IQ": {
        "message": "အီရတ်"
    },
    "IR": {
        "message": "အီရန်"
    },
    "IS": {
        "message": "အိုင်းလန်း"
    },
    "IT": {
        "message": "အီတလီ"
    },
    "JE": {
        "message": "ဂျာစီ"
    },
    "JM": {
        "message": "ဂျမေကာ"
    },
    "JO": {
        "message": "ဂျော်ဒန်"
    },
    "JP": {
        "message": "ဂျပန်"
    },
    "JT": {
        "message": "ဂျွန်စတန်ကျွန်း"
    },
    "KE": {
        "message": "ကင်ညာ"
    },
    "KG": {
        "message": "ကာဂျစ္စတန်"
    },
    "KH": {
        "message": "ကမ္ဘောဒီယား"
    },
    "KI": {
        "message": "ကီရီဘာတီ"
    },
    "KM": {
        "message": "ကိုမောရိုးစ်"
    },
    "KN": {
        "message": "စိန့်ခစ်ထ်စ် နှင့် နေဗစ်"
    },
    "KP": {
        "message": "မြောက်ကိုရိယား"
    },
    "KR": {
        "message": "တောင်ကိုရိယား"
    },
    "KW": {
        "message": "ကူဝိတ်"
    },
    "KY": {
        "message": "ကေမန် ကျွန်းစု"
    },
    "KZ": {
        "message": "ကဇာခ်စတန်"
    },
    "LA": {
        "message": "လာအို"
    },
    "LB": {
        "message": "လက်ဘနွန်"
    },
    "LC": {
        "message": "စိန့်လူစီယာ"
    },
    "LI": {
        "message": "လိုက်တင်စတိုင်း"
    },
    "LK": {
        "message": "သီရိလင်္ကာ"
    },
    "LR": {
        "message": "လိုင်ဘေးရီးယား"
    },
    "LS": {
        "message": "လီဆိုသို"
    },
    "LT": {
        "message": "လစ်သဝေးနီးယား"
    },
    "LU": {
        "message": "လာ့ခ်ဇမ်ဘာ"
    },
    "LV": {
        "message": "လာတ်ဗီးယား"
    },
    "LY": {
        "message": "လစ်ဗျား"
    },
    "Language": {
        "message": "ဘာသာစကား"
    },
    "Log in": {
        "message": "ဝင်မည်"
    },
    "Log out": {
        "message": "ထွက်မည်"
    },
    "MA": {
        "message": "မော်ရိုကို"
    },
    "MC": {
        "message": "မိုနာကို"
    },
    "MD": {
        "message": "မော်ဒိုဗာ"
    },
    "ME": {
        "message": "မွန်တီနီဂရိုး"
    },
    "MF": {
        "message": "စိန့်မာတင်"
    },
    "MG": {
        "message": "မာတာဂါစကာ"
    },
    "MH": {
        "message": "မာရှယ်လ် ကျွန်းစု"
    },
    "MI": {
        "message": "မစ်ဒ်ဝေး ကျွန်းစု"
    },
    "MK": {
        "message": "မက်ဆီတိုးနီးယား"
    },
    "ML": {
        "message": "မာလီ"
    },
    "MM": {
        "message": "မြန်မာ"
    },
    "MN": {
        "message": "မွန်ဂိုလိယား"
    },
    "MO": {
        "message": "မကာအို"
    },
    "MP": {
        "message": "မြောက်ပိုင်းမရီယားနား ကျွန်းစု"
    },
    "MQ": {
        "message": "မာတင်းနစ်ခ်"
    },
    "MR": {
        "message": "မာရင်တားနား"
    },
    "MS": {
        "message": "မွန်ဆာရတ်"
    },
    "MT": {
        "message": "မောလ်တာ"
    },
    "MU": {
        "message": "မာရိရှပ်"
    },
    "MV": {
        "message": "မာလ်ဒိုက်ဗ်စ်"
    },
    "MW": {
        "message": "မာလာဝိ"
    },
    "MX": {
        "message": "မက္ကဆီကို"
    },
    "MY": {
        "message": "မလေးရှား"
    },
    "MZ": {
        "message": "မိုဇမ်းဘိခ်"
    },
    "Menu": {
        "message": "မီနူး"
    },
    "More...": {
        "message": "ပိုမို..."
    },
    "NA": {
        "message": "နမီဘီးယား"
    },
    "NC": {
        "message": "နယူးကယ်လီဒိုးနီးယား"
    },
    "NE": {
        "message": "နီကာ"
    },
    "NF": {
        "message": "နော်ဖော့ခ်ကျွန်း"
    },
    "NG": {
        "message": "နိုက်ဂျီးရီးယား"
    },
    "NI": {
        "message": "နစ်ကာရာဂွါ"
    },
    "NL": {
        "message": "နယ်သာလန်"
    },
    "NO": {
        "message": "နော်ဝေ"
    },
    "NP": {
        "message": "နီပေါ"
    },
    "NQ": {
        "message": "ဒရော်နယ်မာ့ဒ်လန်း"
    },
    "NR": {
        "message": "နာရူး"
    },
    "NT": {
        "message": "နူယူထရယ်ဇုန်"
    },
    "NU": {
        "message": "နီယူး"
    },
    "NZ": {
        "message": "နယူးဇီလန်"
    },
    "No": {
        "message": "ဟင့်အင်း"
    },
    "No, fix it": {
        "message": "ဟင့်အင်း။ ဒါကိုပြင်မယ်"
    },
    "OM": {
        "message": "အိုမန်"
    },
    "Oh, yes!": {
        "message": "အိုး ဟုတ်ကဲ့!"
    },
    "PA": {
        "message": "ပနားမား"
    },
    "PC": {
        "message": "ပစိဖိတ်ကျွန်းစု လုံခြုံရေးနယ်မြေ"
    },
    "PE": {
        "message": "ပီရူး"
    },
    "PF": {
        "message": "ဖရန့်ပိုလီနေးရှား"
    },
    "PG": {
        "message": "ပါပွါနယူးဂီနီယာ"
    },
    "PH": {
        "message": "ဖိလစ်ပိုင်"
    },
    "PK": {
        "message": "ပါကစ္စတန်"
    },
    "PL": {
        "message": "ပိုလန်"
    },
    "PLUS": {
        "message": "အာမခံ"
    },
    "PM": {
        "message": "စိန့်ပီရာ နှင့် မစ်ကွီလန်"
    },
    "PN": {
        "message": "ပစ်ထ်ကိမ်း ကျွန်းစု"
    },
    "PR": {
        "message": "ပါတိုရစ်ကို"
    },
    "PS": {
        "message": "ပါလက်စတေးနီယန်း နယ်မြေစု"
    },
    "PT": {
        "message": "ပေါ်တူဂီ"
    },
    "PU": {
        "message": "ယူအက်စ်ပစိဖိတ်ကျွန်းဆွယ်လေးများ ကျွန်းစု"
    },
    "PW": {
        "message": "ပလော"
    },
    "PY": {
        "message": "ပါရာဂွေ"
    },
    "PZ": {
        "message": "ပနားမားချိုင့်ဝှမ်းဒေသ"
    },
    "Popular sites": {
        "message": "ရေပန်းစားသောဆိုဒ်များ"
    },
    "QA": {
        "message": "ကာတာ"
    },
    "QO": {
        "message": "အိုရှင်းနီးယား အစွန်အဖျားဒေသ"
    },
    "RE": {
        "message": "ရီယူနီယန်"
    },
    "RO": {
        "message": "ရိုမေးနီးယား"
    },
    "RS": {
        "message": "ဆားဘီးယား"
    },
    "RU": {
        "message": "ရုရှ"
    },
    "RW": {
        "message": "ရန်ဒါ"
    },
    "Rate us": {
        "message": "ကျွန်ုပ်တို့ကို အမှတ်ပေးပါ"
    },
    "Report a problem": {
        "message": "ပြဿနာတစ်ခု တင်ပြမည်"
    },
    "SA": {
        "message": "ဆော်ဒီအာရေဗျ"
    },
    "SB": {
        "message": "ဆောလမွန် ကျွန်းစု"
    },
    "SC": {
        "message": "ဆေးချဲလ်"
    },
    "SD": {
        "message": "ဆူဒန်"
    },
    "SE": {
        "message": "ဆွီဒင်"
    },
    "SG": {
        "message": "စင်္ကာပူ"
    },
    "SH": {
        "message": "စိန့်ဟာလင်နား"
    },
    "SI": {
        "message": "ဆလိုဗေးနီးယား"
    },
    "SJ": {
        "message": "စဗယ်ဘာ့ဒ် နှင့် ဂျန်မယန်း"
    },
    "SK": {
        "message": "ဆလိုဗားကီးယား"
    },
    "SL": {
        "message": "ဆီရာလီယွန်"
    },
    "SM": {
        "message": "စန်မရီနို"
    },
    "SN": {
        "message": "စီနီကယ်"
    },
    "SO": {
        "message": "ဆိုမားလီးယား"
    },
    "SR": {
        "message": "ဆူရီနာမီ"
    },
    "ST": {
        "message": "ဆာအိုတုမ်း နှင့် ပရင်စပီ"
    },
    "SU": {
        "message": "ဆိုဗီယက်ဆိုရှယ်လစ် ပြည်ထောင်စုသမ္မတနိုင်ငံ"
    },
    "SV": {
        "message": "အီဆယ်ဗာဒါ"
    },
    "SY": {
        "message": "ဆီးရီးယား"
    },
    "SZ": {
        "message": "ဆွာ့ဒ်ဇီလ်လန်"
    },
    "Settings": {
        "message": "ဆက်တင်များ"
    },
    "Start Hola": {
        "message": "Hola ကိုစတင်မည်"
    },
    "Starting...": {
        "message": "စတင်နေစဥ်..."
    },
    "Stop Hola": {
        "message": "Hola ကိုရပ်တန့်မည်"
    },
    "TA": {
        "message": "ထရစ်ဆန်ဒါ ကွန်နာ့"
    },
    "TC": {
        "message": "တာ့ခ် နှင့် ကိုင်ကိုးစ် ကျွန်းစု"
    },
    "TD": {
        "message": "ချက်ဒ်"
    },
    "TF": {
        "message": "ဖရန့်တောင်ပိုင်းနယ်မြေစု"
    },
    "TG": {
        "message": "တိုဂို"
    },
    "TH": {
        "message": "ထိုင်း"
    },
    "TJ": {
        "message": "တဂျစ်ကစ္စတန်"
    },
    "TK": {
        "message": "တိုကီလာ"
    },
    "TL": {
        "message": "တီမောလက်စ်တီ"
    },
    "TM": {
        "message": "တာ့ခ်မင်နစ္စတန်"
    },
    "TN": {
        "message": "တူနီးရှား"
    },
    "TO": {
        "message": "တွန်ဂါ"
    },
    "TR": {
        "message": "တူရကီ"
    },
    "TT": {
        "message": "ထရင်နီဒတ် နှင့် တိုဘာဂိုး"
    },
    "TV": {
        "message": "တူဗာလူ"
    },
    "TW": {
        "message": "ထိုင်ဝမ်"
    },
    "TZ": {
        "message": "တန်ဇန်းနီးယား"
    },
    "Thank you!": {
        "message": "ကျေးဇူးတင်ပါတယ်!"
    },
    "Turn off Hola": {
        "message": "Hola ကိုပိတ်ပါမည်"
    },
    "Turn on Hola": {
        "message": "Hola ကိုဖွင့်ပါမည်"
    },
    "UA": {
        "message": "ယူကရိန်း"
    },
    "UG": {
        "message": "ယူဂျန်ဒါး"
    },
    "UM": {
        "message": "ယူအက်စ်အသေးစားကျွန်းဆွယ် ကျွန်းစု"
    },
    "US": {
        "message": "အမေရိကန်ပြည်ထောင်စု"
    },
    "UY": {
        "message": "ဥရုဂွေး"
    },
    "UZ": {
        "message": "ဥဇပက်ကစ္စတန်"
    },
    "Upgrade": {
        "message": "တိုးမြှင့်"
    },
    "VA": {
        "message": "ဗာတီကန်စီးတီး"
    },
    "VC": {
        "message": "စိန့်ဗင်းဆင့် နှင့် ဂရင်နိတ်ဒင်းစ်"
    },
    "VD": {
        "message": "မြောက်ဗီယက်နမ်"
    },
    "VE": {
        "message": "ဗင်နီဇွဲလား"
    },
    "VG": {
        "message": "ဗြိတိသျှဗာဂျင် ကျွန်းစု"
    },
    "VI": {
        "message": "ယူအက်စ်ဗာဂျင် ကျွန်းစု"
    },
    "VN": {
        "message": "ဗီယက်နမ်"
    },
    "VU": {
        "message": "ဗနော့ထ်တူ"
    },
    "WF": {
        "message": "ဝယ်လိစ် နှင့် ဖူတူနာ"
    },
    "WK": {
        "message": "ဝိတ်ခ်ကျွန်း"
    },
    "WS": {
        "message": "ဆာမိုအာ"
    },
    "YD": {
        "message": "ယီမင်ပြည်သူ့ဒီမိုကရက်တစ်သမ္မတနိုင်ငံ"
    },
    "YE": {
        "message": "ယီမင်"
    },
    "YT": {
        "message": "မယော့တီ"
    },
    "Yes": {
        "message": "ဟုတ်"
    },
    "ZA": {
        "message": "တောင်အာဖရိက"
    },
    "ZM": {
        "message": "ဇမ်ဘီယာ"
    },
    "ZW": {
        "message": "ဇင်ဘာဘွေ"
    },
    "ZZ": {
        "message": "ဖော်ပြထားခြင်းမရှိသောဒေသ"
    }
};
            return E;
        });