'use strict'; 
        define(function(){
            var E = {
    "AC": {
        "message": "அசென்சன் தீவு"
    },
    "AD": {
        "message": "அன்டோரா"
    },
    "AE": {
        "message": "ஐக்கிய அரபு கூட்டாட்சி"
    },
    "AF": {
        "message": "ஆப்கானிஸ்தான்"
    },
    "AG": {
        "message": "ஆன்டிகுவா மற்றும் பார்புடா"
    },
    "AI": {
        "message": "அங்குய்லா"
    },
    "AL": {
        "message": "அல்பேனியா"
    },
    "AM": {
        "message": "ஆர்மேனியா"
    },
    "AN": {
        "message": "நெதெர்லேண்ட் ஆண்டிலிஸ்"
    },
    "AO": {
        "message": "அங்கோலா"
    },
    "AQ": {
        "message": "அன்டார்டிகா"
    },
    "AR": {
        "message": "அர்ஜெண்டினா"
    },
    "AS": {
        "message": "அமெரிக்க சமோவா"
    },
    "AT": {
        "message": "ஆஸ்திரியா"
    },
    "AU": {
        "message": "ஆஸ்திரேலியா"
    },
    "AW": {
        "message": "அரூபா"
    },
    "AX": {
        "message": "ஆலந்து தீவுகள்"
    },
    "AZ": {
        "message": "அஜர்பைஜான்"
    },
    "About": {
        "message": "பற்றி"
    },
    "About Hola": {
        "message": "Hola பற்றி"
    },
    "Awesome!": {
        "message": "அற்புதம்!"
    },
    "BA": {
        "message": "போஸ்னியா மற்றும் ஹெர்ஸிகோவினா"
    },
    "BB": {
        "message": "பார்படோஸ்"
    },
    "BD": {
        "message": "பங்களாதேஷ்"
    },
    "BE": {
        "message": "பெல்ஜியம்"
    },
    "BF": {
        "message": "புர்கினா ஃபாஸோ"
    },
    "BG": {
        "message": "பல்கேரியா"
    },
    "BH": {
        "message": "பஹ்ரைன்"
    },
    "BI": {
        "message": "புருண்டி"
    },
    "BJ": {
        "message": "பெனின்"
    },
    "BL": {
        "message": "செயின்ட் பார்தேலெமி"
    },
    "BM": {
        "message": "பெர்முடா"
    },
    "BN": {
        "message": "புரூனேய்"
    },
    "BO": {
        "message": "பொலிவியா"
    },
    "BQ": {
        "message": "பிரித்தானிய அண்டார்டிக் மண்டலம்"
    },
    "BR": {
        "message": "பிரேஸில்"
    },
    "BS": {
        "message": "பஹமாஸ்"
    },
    "BT": {
        "message": "பூடான்"
    },
    "BV": {
        "message": "பொவேட் தீவுகள்"
    },
    "BW": {
        "message": "போட்ஸ்வானா"
    },
    "BY": {
        "message": "பெலாரூஸ்"
    },
    "BZ": {
        "message": "பெலிஸ்"
    },
    "CA": {
        "message": "கனடா"
    },
    "CC": {
        "message": "காகோஸ் தீவுகள்"
    },
    "CD": {
        "message": "காங்கோ - கின்சாசா"
    },
    "CF": {
        "message": "மத்திய ஆப்ரிக்கக் குடியரசு"
    },
    "CG": {
        "message": "காங்கோ - ப்ராஸாவில்லே"
    },
    "CH": {
        "message": "ஸ்விட்சர்லாந்து"
    },
    "CI": {
        "message": "ஐவரி கோஸ்ட்"
    },
    "CK": {
        "message": "குக் தீவுகள்"
    },
    "CL": {
        "message": "சிலி"
    },
    "CM": {
        "message": "கேமரூன்"
    },
    "CN": {
        "message": "சீனா"
    },
    "CO": {
        "message": "கொலம்பியா"
    },
    "CP": {
        "message": "கிலிப்பர்டன் தீவில்"
    },
    "CR": {
        "message": "கோஸ்டாரிகா"
    },
    "CS": {
        "message": "செர்பியா மற்றும் மான்டேநெக்ரோ"
    },
    "CT": {
        "message": "மண்டலம் மற்றும் எண்டர்பரி தீவுகள்"
    },
    "CU": {
        "message": "கியூபா"
    },
    "CV": {
        "message": "கேப் வெர்டே"
    },
    "CX": {
        "message": "கிறிஸ்துமஸ் தீவு"
    },
    "CY": {
        "message": "சைப்ரஸ்"
    },
    "CZ": {
        "message": "செக் குடியரசு"
    },
    "DD": {
        "message": "கிழக்கு ஜேர்மனியில்"
    },
    "DE": {
        "message": "ஜெர்மன்"
    },
    "DG": {
        "message": "டீகோ கார்சியா"
    },
    "DJ": {
        "message": "ஜிபௌடி"
    },
    "DK": {
        "message": "டென்மார்க்"
    },
    "DM": {
        "message": "டொமினிகா"
    },
    "DO": {
        "message": "டொமினிகன் குடியரசு"
    },
    "DZ": {
        "message": "அல்ஜீரியா"
    },
    "Delete": {
        "message": "நீக்கு"
    },
    "EA": {
        "message": "சீடா மற்றும் மெலில்லா"
    },
    "EC": {
        "message": "ஈக்வடார்"
    },
    "EE": {
        "message": "எஸ்டோனியா"
    },
    "EG": {
        "message": "எகிப்து"
    },
    "EH": {
        "message": "மேற்கு சஹாரா"
    },
    "ER": {
        "message": "எரிட்ரியா"
    },
    "ES": {
        "message": "ஸ்பெயின்"
    },
    "ET": {
        "message": "எதியோப்பியா"
    },
    "EU": {
        "message": "ஐரோப்பிய ஒன்றியம்"
    },
    "FI": {
        "message": "பின்லாந்து"
    },
    "FJ": {
        "message": "ஃபிஜி"
    },
    "FK": {
        "message": "ஃபாக்லான்ட் தீவுகள்"
    },
    "FM": {
        "message": "மைக்ரோனேஷியா"
    },
    "FO": {
        "message": "ஃபெரௌ தீவுகள்"
    },
    "FQ": {
        "message": "பிரஞ்சு தெற்கத்திய மற்றும் அண்டார்க்டிக் நிலப்பகுதிகள்"
    },
    "FR": {
        "message": "பிரான்ஸ்"
    },
    "FX": {
        "message": "பெருநகர பிரான்ஸ்"
    },
    "Free": {
        "message": "இலவச"
    },
    "GA": {
        "message": "கேபான்"
    },
    "GB": {
        "message": "பிரிடிஷ் கூட்டரசு"
    },
    "GD": {
        "message": "கிரனெடா"
    },
    "GE": {
        "message": "ஜார்ஜியா"
    },
    "GF": {
        "message": "ஃப்ரென்ச் கயானா"
    },
    "GG": {
        "message": "கெர்ன்சி"
    },
    "GH": {
        "message": "கானா"
    },
    "GI": {
        "message": "ஜிப்ரால்டர்"
    },
    "GL": {
        "message": "கிரீன்லாண்ட்"
    },
    "GM": {
        "message": "காம்பியா"
    },
    "GN": {
        "message": "கினி"
    },
    "GP": {
        "message": "க்வாதேலோப்"
    },
    "GQ": {
        "message": "ஈக்குவாடோரியல் கினி"
    },
    "GR": {
        "message": "கிரீஸ்"
    },
    "GS": {
        "message": "தென் ஜியார்ஜியா மற்றும் தென் சான்ட்விச் தீவுகள்"
    },
    "GT": {
        "message": "குவாத்தாமாலா"
    },
    "GU": {
        "message": "குவாம்"
    },
    "GW": {
        "message": "கினி-பிஸ்ஸாவ்"
    },
    "GY": {
        "message": "கயானா"
    },
    "HK": {
        "message": "ஹாங் காங் எஸ்.ஏ.ஆர் சைனா"
    },
    "HM": {
        "message": "ஹேர்ட் மற்றும் மெக்டொனால்டு"
    },
    "HN": {
        "message": "ஹாண்டுராஸ்"
    },
    "HR": {
        "message": "குரோசியா"
    },
    "HT": {
        "message": "ஹெய்தி"
    },
    "HU": {
        "message": "ஹங்கேரி"
    },
    "Help": {
        "message": "உதவும்"
    },
    "IC": {
        "message": "கேனரி தீவுகள்"
    },
    "ID": {
        "message": "இந்தோனேஷியா"
    },
    "IE": {
        "message": "அயர்லாந்து"
    },
    "IL": {
        "message": "இஸ்ரேல்"
    },
    "IM": {
        "message": "ஐல் ஆஃப் மேன்"
    },
    "IN": {
        "message": "இந்தியா"
    },
    "IO": {
        "message": "பிரிட்டிஷ் இந்தியப் பெருங்கடல் மாஹாணம்"
    },
    "IQ": {
        "message": "இராக்"
    },
    "IR": {
        "message": "ஈரான்"
    },
    "IS": {
        "message": "ஐஸ்லாந்து"
    },
    "IT": {
        "message": "இத்தாலி"
    },
    "JE": {
        "message": "ஜெர்சி"
    },
    "JM": {
        "message": "ஜமாய்க்கா"
    },
    "JO": {
        "message": "ஜொர்டான்"
    },
    "JP": {
        "message": "ஜப்பான்"
    },
    "JT": {
        "message": "ஜான்ஸ்டன் தீவு"
    },
    "KE": {
        "message": "கென்யா"
    },
    "KG": {
        "message": "கிர்கிஸ்தான்"
    },
    "KH": {
        "message": "கம்போடியா"
    },
    "KI": {
        "message": "கிரிபடி"
    },
    "KM": {
        "message": "கோமரோஸ்"
    },
    "KN": {
        "message": "செயின்ட் கிட்ஸ் மற்றும் நெவிஸ்"
    },
    "KP": {
        "message": "வட கொரியா"
    },
    "KR": {
        "message": "தென் கொரியா"
    },
    "KW": {
        "message": "குவைத்து"
    },
    "KY": {
        "message": "கேமென் தீவுகள்"
    },
    "KZ": {
        "message": "கஜகஸ்தான்"
    },
    "LA": {
        "message": "லாவோஸ்"
    },
    "LB": {
        "message": "லெபனான்"
    },
    "LC": {
        "message": "செயின்ட் லூசியா"
    },
    "LI": {
        "message": "லிச்செண்ஸ்டெய்ன்"
    },
    "LK": {
        "message": "இலங்கை"
    },
    "LR": {
        "message": "லைபேரியா"
    },
    "LS": {
        "message": "லெசோதோ"
    },
    "LT": {
        "message": "லிதுவேனியா"
    },
    "LU": {
        "message": "லக்ஸ்சம்பர்க்"
    },
    "LV": {
        "message": "லாட்வியா"
    },
    "LY": {
        "message": "லிப்யா"
    },
    "Language": {
        "message": "மொழி"
    },
    "Log in": {
        "message": "பதிவு"
    },
    "Log out": {
        "message": "வெளியே புகுபதிகை"
    },
    "MA": {
        "message": "மொரோக்கோ"
    },
    "MC": {
        "message": "மொனாக்கோ"
    },
    "MD": {
        "message": "மால்டோவா"
    },
    "ME": {
        "message": "மான்டேனெக்ரோ"
    },
    "MF": {
        "message": "செயின் மார்டீன்"
    },
    "MG": {
        "message": "மடகாஸ்கர்"
    },
    "MH": {
        "message": "மார்ஷல் தீவுகள்"
    },
    "MI": {
        "message": "மிட்வே தீவுகள்"
    },
    "MK": {
        "message": "மசெடோணியா"
    },
    "ML": {
        "message": "மாலீ"
    },
    "MM": {
        "message": "மியான்மார்"
    },
    "MN": {
        "message": "மங்கோலியா"
    },
    "MO": {
        "message": "மெக்கௌ"
    },
    "MP": {
        "message": "வடக்கு மரியானா தீவுகள்"
    },
    "MQ": {
        "message": "மார்டினிக்"
    },
    "MR": {
        "message": "மௌரிடானியா"
    },
    "MS": {
        "message": "மௌன்ட்செராட்"
    },
    "MT": {
        "message": "மால்டா"
    },
    "MU": {
        "message": "மொரிசியஸ்"
    },
    "MV": {
        "message": "மாலத்தீவு"
    },
    "MW": {
        "message": "மலாவீ"
    },
    "MX": {
        "message": "மெக்சிகோ"
    },
    "MY": {
        "message": "மலேஷியா"
    },
    "MZ": {
        "message": "மொசாம்பிக்"
    },
    "Menu": {
        "message": "பட்டி"
    },
    "More...": {
        "message": "மேலும் ..."
    },
    "NA": {
        "message": "நமீபியா"
    },
    "NC": {
        "message": "புதிய கலிடோன்யா"
    },
    "NE": {
        "message": "நைஜர்"
    },
    "NF": {
        "message": "நார்ஃபாக் தீவுகள்"
    },
    "NG": {
        "message": "நைஜீரியா"
    },
    "NI": {
        "message": "நிகாராகுவா"
    },
    "NL": {
        "message": "நெதர்லாந்து"
    },
    "NO": {
        "message": "நார்வே"
    },
    "NP": {
        "message": "நேபாளம்"
    },
    "NQ": {
        "message": "Dronning மாட் மனை"
    },
    "NR": {
        "message": "நௌரு"
    },
    "NT": {
        "message": "நடுநிலை மண்டலம்"
    },
    "NU": {
        "message": "நியூ"
    },
    "NZ": {
        "message": "நியூசிலாந்து"
    },
    "No": {
        "message": "இல்லை"
    },
    "No, fix it": {
        "message": "இல்லை, அது சரி"
    },
    "OM": {
        "message": "ஓமான்"
    },
    "Oh, yes!": {
        "message": "ஓ, ஆமாம்!"
    },
    "PA": {
        "message": "பனாமா"
    },
    "PC": {
        "message": "பசிபிக் தீவுகள் அறக்கட்டளை பிரதேசம்"
    },
    "PE": {
        "message": "பெரு"
    },
    "PF": {
        "message": "ஃப்ரென்ச் பாலினேஷியா"
    },
    "PG": {
        "message": "பாப்புவா நியூ கினி"
    },
    "PH": {
        "message": "பிலிப்பைன்ஸ்"
    },
    "PK": {
        "message": "பாகிஸ்தான்"
    },
    "PL": {
        "message": "போலந்து"
    },
    "PLUS": {
        "message": "பிரீமியம்"
    },
    "PM": {
        "message": "செயின்ட் பியர் மற்றும் மிக்வேலான்"
    },
    "PN": {
        "message": "பிட்கேன்"
    },
    "PR": {
        "message": "போர்த்த ரிக்கோ"
    },
    "PS": {
        "message": "பாலஸ்தீனியன் மாஹாணம்"
    },
    "PT": {
        "message": "போர்ச்சுக்கல்"
    },
    "PU": {
        "message": "அமெரிக்க இதர பசிபிக் தீவுகள்"
    },
    "PW": {
        "message": "பலவ்"
    },
    "PY": {
        "message": "பாரகுவே"
    },
    "PZ": {
        "message": "பனாமா கால்வாய் மண்டலம்"
    },
    "Popular sites": {
        "message": "பிரபலமான தளங்கள்"
    },
    "QA": {
        "message": "காடார்"
    },
    "QO": {
        "message": "சுற்றியுள்ள ஓசியானியா"
    },
    "RE": {
        "message": "ரீயூனியன்"
    },
    "RO": {
        "message": "ருமேனியா"
    },
    "RS": {
        "message": "செர்பியா"
    },
    "RU": {
        "message": "ரஷ்யா"
    },
    "RW": {
        "message": "ருவான்டா"
    },
    "Rate us": {
        "message": "எங்களை மதிப்பிட"
    },
    "Report a problem": {
        "message": "ஒரு பிரச்சனை தெரிவியுங்கள்"
    },
    "SA": {
        "message": "சவூதி அரேபியா"
    },
    "SB": {
        "message": "சாலமன் தீவுகள்"
    },
    "SC": {
        "message": "செஷெல்ஸ்"
    },
    "SD": {
        "message": "சூடான்"
    },
    "SE": {
        "message": "ஸ்வீடன்"
    },
    "SG": {
        "message": "சிங்கப்பூர்"
    },
    "SH": {
        "message": "செயின்ட் ஹெலெனா"
    },
    "SI": {
        "message": "ஸ்லோவேனியா"
    },
    "SJ": {
        "message": "ஸ்வல்பார்டு மற்றும் ஜான் மேயன்"
    },
    "SK": {
        "message": "ஸ்லோவாகியா"
    },
    "SL": {
        "message": "சியேரா லியோன்"
    },
    "SM": {
        "message": "சான் மெரினோ"
    },
    "SN": {
        "message": "செனெகல்"
    },
    "SO": {
        "message": "சொமாலியா"
    },
    "SR": {
        "message": "சூரினாம்"
    },
    "ST": {
        "message": "சாவ் தோம் மற்றும் ப்ரின்சிபி"
    },
    "SU": {
        "message": "சோவியத் சோசலிசக் குடியரசுகளின்"
    },
    "SV": {
        "message": "எல் சால்வடார்"
    },
    "SY": {
        "message": "சிரியா"
    },
    "SZ": {
        "message": "ஸ்வாஸிலாண்ட்"
    },
    "Settings": {
        "message": "அமைப்புகள்"
    },
    "Start Hola": {
        "message": "ஆரம்பி"
    },
    "Starting...": {
        "message": "தொடக்க ..."
    },
    "Stop Hola": {
        "message": "நிறுத்து Hola"
    },
    "TA": {
        "message": "ட்ரிஸ்டன் டா கன்ஹா"
    },
    "TC": {
        "message": "டர்க்ஸ் மற்றும் கைகோஸ் தீவுகள்"
    },
    "TD": {
        "message": "சாட்"
    },
    "TF": {
        "message": "ஃப்ரென்ச் தெற்கு மாஹாணங்கள்"
    },
    "TG": {
        "message": "டோகோ"
    },
    "TH": {
        "message": "தாய்லாந்து"
    },
    "TJ": {
        "message": "தாஜிகிஸ்தான்"
    },
    "TK": {
        "message": "டோகேலோ"
    },
    "TL": {
        "message": "கிழக்கு திமோர்"
    },
    "TM": {
        "message": "துர்க்மெனிஸ்தான்"
    },
    "TN": {
        "message": "டுனிசியா"
    },
    "TO": {
        "message": "டோங்கா"
    },
    "TR": {
        "message": "துருக்கி"
    },
    "TT": {
        "message": "திரினிடாட் மற்றும் தொபாகோ"
    },
    "TV": {
        "message": "துவாலூ"
    },
    "TW": {
        "message": "தைவான்"
    },
    "TZ": {
        "message": "டான்சானியா"
    },
    "Thank you!": {
        "message": "நன்றி!"
    },
    "Turn off Hola": {
        "message": "ஹோலா அணைக்க"
    },
    "Turn on Hola": {
        "message": "ஹோலா இயக்கு"
    },
    "UA": {
        "message": "உக்ரைன்"
    },
    "UG": {
        "message": "உகாண்டா"
    },
    "UM": {
        "message": "யுனைட்டட் ஸ்டேட்ஸும் சிறிய அவுட்லைன் தீவுகளும்"
    },
    "US": {
        "message": "ஐக்கிய அமெரிக்க குடியரசு"
    },
    "UY": {
        "message": "உருகுவே"
    },
    "UZ": {
        "message": "உஸ்பெகிஸ்தான்"
    },
    "Upgrade": {
        "message": "புதுப்பி"
    },
    "VA": {
        "message": "வாடிகன்"
    },
    "VC": {
        "message": "செயின் வின்சன்ட் மற்றும் கிரெனடைன்ஸ்"
    },
    "VD": {
        "message": "வடக்கு வியட்நாம்"
    },
    "VE": {
        "message": "வெனஜுவேலா"
    },
    "VG": {
        "message": "பிரிட்டீஷ் கன்னித் தீவுகள்"
    },
    "VI": {
        "message": "யூ.எஸ் கன்னித் தீவுகள்"
    },
    "VN": {
        "message": "வியட்நாம்"
    },
    "VU": {
        "message": "வனுவாட்டு"
    },
    "WF": {
        "message": "வாலிஸ் மற்றும் ஃப்யூசுனா"
    },
    "WK": {
        "message": "வேக் தீவு"
    },
    "WS": {
        "message": "சமோவா"
    },
    "YD": {
        "message": "யேமன் மக்கள் ஜனநாயக குடியரசு"
    },
    "YE": {
        "message": "யேமன்"
    },
    "YT": {
        "message": "மயோத்"
    },
    "Yes": {
        "message": "ஆம்"
    },
    "ZA": {
        "message": "தென் ஆப்ரிக்கா"
    },
    "ZM": {
        "message": "சாம்பியா"
    },
    "ZW": {
        "message": "ஜிம்பாப்வே"
    },
    "ZZ": {
        "message": "தெரியாத அல்லது செல்லாத பிரதேசம்"
    }
};
            return E;
        });